//перелік категорій і підкатегорій
//залежно від бекенду кількість і найменування буде змінюватись динамічно

export const categories = [
    {name:"одяг",
    subCategories: [
        "одяг", "взуття", "головні убори", "шкарпетки", "для сну", "спортивний одяг", "білизна", "для найменших"
    ]},

    {name:"іграшки",
    subCategories: [
        "м'які іграшки", "конструктори", "для найменших", "машинки"
    ]},

    {name:"для годування",
    subCategories: [
        "пляшечки", "слинявчики", "стільці для годування", "посуд", "тарілки"
    ]},

    {name:"текстиль",
    subCategories: [
        "постільна білизна", "пелюшки", "покривала та пледи", "рушники", "ковдри", "балдахіни"
    ]}
];
